export const messages = {
  ru: {
    title: 'Освойте финансовую грамотность',
    notFound: 'Страница не найдена',
    source: 'Почитать',
    mainTitle: 'Финансовая грамотность – не для задротов',
    mainSubtitle:
      'Уметь распоряжаться со своими деньгами, перестать жить на кредитных картах и займах, отказаться от стрессов из-за отсутствия денег на жизнь не так тяжело, как вы думаете. Ниже — список из 12 простых привычек, как улучшить свое финансовое образование и сформировать капитал, даже если вы имеете тройку по математике и экономика – ваш самый не любимый предмет в ВУЗе.',
    rulesTitle: 'Так что же делать?',
    rules: [
      {
        title: 'Позаботьтесь о хорошей работе',
        description:
          'Основа крепкого бюджета — постоянная работа с хорошим доходом. Хороший — это такой, который покрывает базовые потребности — еду, жилье, интернет, одежду и технику, — и чтобы еще оставался запас. Недостаток денег с основной работы тут же сказывается на нервах и отношениях в семье и постепенно разрушает нашу финансовую эффективность.',
        source: 'https://journal.tinkoff.ru/practical-finhacking/',
      },
      {
        title: 'Тратьте меньше, чем получаете',
        description:
          'Умение ограничивать свои желания и откладывать деньги — ключевой навык в достижении финансовой свободы. Заведите себе правило каждый месяц откладывать не менее 10% своего дохода, вы ведь вполне сможете прожить на оставшиеся 90%, не так ли?<br />Для чего это нужно? В будущем вы сможете создать на основе этого капитала пассивные источники дохода, пополнить резервный фонд или скопить средства на что-то дорогостоящее.',
        source: 'https://vc.ru/finance/122923-bazovye-pravila-finansovoy-gramotnosti',
      },
      {
        title: 'Фиксируйте свои траты',
        description:
          'Это нужно, чтобы понять свой ежемесячный расход и разбить траты по категориям. Для этого я даже создал бота <a href="https://t.me/Budzhetnik_bot" target="_blank" rel="noopener">Бюджетник</a>. В процессе вы еще и урежете расходы. Увидите, куда что девается, станет жаль денег и включится жаба. Отлично!',
        source: 'https://t.me/Budzhetnik_bot',
      },
      {
        title: 'Заполните экстренную свинью-копилку',
        description:
          'Задача - скопить копилку на одну экстренную трату.<br/>Для больших городов РФ это что-то около 50 тысяч (замена бытовой техники, авторемонт). Это чтобы не залезать в кредит по мелочам.<br/>Отлично выполняется благодаря подсчету трат и планированному пополнению счёта. <br/><a href="https://t.me/Budzhetnik_bot" target="_blank" rel="noopener">Бюджетник</a> в помощь',
      },
      {
        title: 'Инвестируйте в своё развитие',
        description:
          'В примере России карьерный путь почти в любой специализации за 3-5 лет стабильного развития должен выходить на уровень 150-200 тысяч рублей в месяц. До того момента, как вы не преодолете эту планку — направляйте основные инвестиции в свое развитие. Если в вашей специальности такие результаты являются очень редкими, то задумайтесь о смене специальности или о параллельном изучении нового дела. Если же дело в том, что вы не в крупном городе — добейтесь работы в крупном городе. Постройте свой личный бизнес-план по своему развитию и следуйте ему, а не пускайте свою жизнь на самотёк.',
      },
      {
        title: 'Откажитесь от незапланированных крупных покупок',
        description:
          'Каждый месяц составляйте свой бюджет. Выделите обязательные платежи (коммунальные услуги, транспорт, Интернет, различные абонементы и т. д.), средства на еду, развлечения и другие категории.<br />Если хотите сделать крупную покупку — запишите её в список и распланируйте бюджет на следующий месяц с её учётом. А текущий месяц можно использовать для раздумья, действительно нужна ли она.',
      },
      {
        title: 'Экономьте на вредных привычках',
        description:
          'Решение переосмыслить свой подход к финансам — идеальное время, чтобы попутно избавиться и от вредных привычек. Хватит убеждать себя в том, что вам не мешает алкоголь и никотин, а газировка совсем не такая вредная, как о ней говорят врачи-профессионалы. Вы сажаете своё здоровье за свой же счёт. Есть ли большая глупость в этом мире?',
      },
      {
        title: 'Используйте все налоговые возможности вашей страны',
        description:
          'В России возможно получать налоговый вычет за инвестирование, лечение, обучение и т. д. Помимо этого, есть большое количество льгот для разных социальных групп. Потратьте небольшое количество времени и изучите всё об этой сфере.',
        source: 'https://journal.tinkoff.ru/search/?q=%D0%BD%D0%B0%D0%BB%D0%BE%D0%B3',
      },
      {
        title: 'Закройте все кредиты',
        description:
          'Выпишите их в столбик от меньшего к большему и пока все не задушите.<br />Нет надежных инвестиционных инструментов с доходностью 29% годовых. А потребкредиты под 29% вполне встречаются! Закрывая такой кредит, вы экономите себе годовую ставку — как бы инвестируете под 29%.<br /><br />Это важное упражнение. Отдавая кредиты, вы научитесь экономить часть заработанных денег, заранее отказываться от них.',
      },
      {
        title: 'Сделайте резервный фонд для своей жизни',
        description:
          'После того, как вы сделали экстренную копилку и наладили свой учёт финансов, самое время уже сделать свой личный резервный фонд, как у государства. <br />Делается по аналогии с копилкой, с помощью откладывания 10-20% от месячного дохода. Состоит из 6 ваших месячных зарплат.<br /><br />Теперь вы можете легко поменять работодателя или найти новый источник дохода.',
      },
      {
        title: 'Начните инвестировать',
        description:
          'Инвестиции — одиннадцатый пункт, поскольку перед ним требуется кропотливая работа. Но если вы подойдете ответственно и сначала выполните все пункты, обозначенные выше, то можно смело начинать инвестировать. Вариантов куча, каждый требует отдельного изучения и имеет прямую корреляцию между доходностью и риском.<br />Включает в себя как банковские вклады, покупку квартиры для сдачи в аренду, так и вложения в криптовалюту или акции.',
        source: 'https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5458149/',
      },
      {
        title: 'Пользуйтесь Бюджетником',
        description:
          'Мой бот помогает начать более ответственно относиться к своим финансам, начиная с простого и удобного способа контроллировать свои траты и составлять ежемесячный бюджет.',
        source: 'https://t.me/Budzhetnik_bot',
      },
    ],
    madeBy:
      'Этот сайт вдохновлен <a href="https://fixsleep.link/">вот этим пособием</a> по качественному сну. Код этого сайта <a href="https://github.com/insulineru/fixmoney">открыт</a>. Написано <a href="https://t.me/Budzhetnik_bot" target="_blank" rel="noopener" >Бюджетником 🐷</a> ',
  },
  en: {
    title: 'Освойте финансовую грамотность',
    notFound: 'Страница не найдена',
    source: 'Почитать',
    mainTitle: 'Финансовая грамотность – не для задротов',
    mainSubtitle:
      'Уметь распоряжаться со своими деньгами, перестать жить на кредитных картах и займах, отказаться от стрессов из-за отсутствия денег на жизнь не так тяжело, как вы думаете. Ниже — список из 12 простых привычек, как улучшить свое финансовое образование и сформировать капитал, даже если вы имеете тройку по математике и экономика – ваш самый не любимый предмет в ВУЗе.',
    rulesTitle: 'Так что же делать?',
    rules: [
      {
        title: 'Позаботьтесь о хорошей работе',
        description:
          'Основа крепкого бюджета — постоянная работа с хорошим доходом. Хороший — это такой, который покрывает базовые потребности — еду, жилье, интернет, одежду и технику, — и чтобы еще оставался запас. Недостаток денег с основной работы тут же сказывается на нервах и отношениях в семье и постепенно разрушает нашу финансовую эффективность.',
        source: 'https://journal.tinkoff.ru/practical-finhacking/',
      },
      {
        title: 'Тратьте меньше, чем получаете',
        description:
          'Умение ограничивать свои желания и откладывать деньги — ключевой навык в достижении финансовой свободы. Заведите себе правило каждый месяц откладывать не менее 10% своего дохода, вы ведь вполне сможете прожить на оставшиеся 90%, не так ли?<br />Для чего это нужно? В будущем вы сможете создать на основе этого капитала пассивные источники дохода, пополнить резервный фонд или скопить средства на что-то дорогостоящее.',
        source: 'https://vc.ru/finance/122923-bazovye-pravila-finansovoy-gramotnosti',
      },
      {
        title: 'Фиксируйте свои траты',
        description:
          'Это нужно, чтобы понять свой ежемесячный расход и разбить траты по категориям. Для этого я даже создал бота <a href="https://t.me/Budzhetnik_bot" target="_blank" rel="noopener">Бюджетник</a>. В процессе вы еще и урежете расходы. Увидите, куда что девается, станет жаль денег и включится жаба. Отлично!',
        source: 'https://t.me/Budzhetnik_bot',
      },
      {
        title: 'Заполните экстренную свинью-копилку',
        description:
        'Задача - скопить копилку на одну экстренную трату.<br/>Для больших городов РФ это что-то около 50 тысяч (замена бытовой техники, авторемонт). Это чтобы не залезать в кредит по мелочам.<br/>Отлично выполняется благодаря подсчету трат и планированному пополнению счёта. <br/><a href="https://t.me/Budzhetnik_bot" target="_blank" rel="noopener">Бюджетник</a> в помощь',
      },
      {
        title: 'Инвестируйте в своё развитие',
        description:
          'В примере России карьерный путь почти в любой специализации за 3-5 лет стабильного развития должен выходить на уровень 150-200 тысяч рублей в месяц. До того момента, как вы не преодолете эту планку — направляйте основные инвестиции в свое развитие. Если в вашей специальности такие результаты являются очень редкими, то задумайтесь о смене специальности или о параллельном изучении нового дела. Если же дело в том, что вы не в крупном городе — добейтесь работы в крупном городе. Постройте свой личный бизнес-план по своему развитию и следуйте ему, а не пускайте свою жизнь на самотёк.',
      },
      {
        title: 'Откажитесь от незапланированных крупных покупок',
        description:
          'Каждый месяц составляйте свой бюджет. Выделите обязательные платежи (коммунальные услуги, транспорт, Интернет, различные абонементы и т. д.), средства на еду, развлечения и другие категории.<br />Если хотите сделать крупную покупку — запишите её в список и распланируйте бюджет на следующий месяц с её учётом. А текущий месяц можно использовать для раздумья, действительно нужна ли она.',
      },
      {
        title: 'Экономьте на вредных привычках',
        description:
          'Решение переосмыслить свой подход к финансам — идеальное время, чтобы попутно избавиться и от вредных привычек. Хватит убеждать себя в том, что вам не мешает алкоголь и никотин, а газировка совсем не такая вредная, как о ней говорят врачи-профессионалы. Вы сажаете своё здоровье за свой же счёт. Есть ли большая глупость в этом мире?',
      },
      {
        title: 'Используйте все налоговые возможности вашей страны',
        description:
          'В России возможно получать налоговый вычет за инвестирование, лечение, обучение и т. д. Помимо этого, есть большое количество льгот для разных социальных групп. Потратьте небольшое количество времени и изучите всё об этой сфере.',
        source: 'https://journal.tinkoff.ru/search/?q=%D0%BD%D0%B0%D0%BB%D0%BE%D0%B3',
      },
      {
        title: 'Закройте все кредиты',
        description:
        'Выпишите их в столбик от меньшего к большему и пока все не задушите.<br />Нет надежных инвестиционных инструментов с доходностью 29% годовых. А потребкредиты под 29% вполне встречаются! Закрывая такой кредит, вы экономите себе годовую ставку — как бы инвестируете под 29%.<br /><br />Это важное упражнение. Отдавая кредиты, вы научитесь экономить часть заработанных денег, заранее отказываться от них.',
      },
      {
        title: 'Сделайте резервный фонд для своей жизни',
        description:
          'После того, как вы сделали экстренную копилку и наладили свой учёт финансов, самое время уже сделать свой личный резервный фонд, как у государства. <br />Делается по аналогии с копилкой, с помощью откладывания 10-20% от месячного дохода. Состоит из 6 ваших месячных зарплат.<br /><br />Теперь вы можете легко поменять работодателя или найти новый источник дохода.',
      },
      {
        title: 'Начните инвестировать',
        description:
          'Инвестиции — одиннадцатый пункт, поскольку перед ним требуется кропотливая работа. Но если вы подойдете ответственно и сначала выполните все пункты, обозначенные выше, то можно смело начинать инвестировать. Вариантов куча, каждый требует отдельного изучения и имеет прямую корреляцию между доходностью и риском.<br />Включает в себя как банковские вклады, покупку квартиры для сдачи в аренду, так и вложения в криптовалюту или акции.',
        source: 'https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5458149/',
      },
      {
        title: 'Пользуйтесь Бюджетником',
        description:
          'Мой бот помогает начать более ответственно относиться к своим финансам, начиная с простого и удобного способа контроллировать свои траты и составлять ежемесячный бюджет.',
        source: 'https://t.me/Budzhetnik_bot',
      },
    ],
    madeBy:
      'Этот сайт вдохновлен <a href="https://fixsleep.link/">вот этим пособием</a> по качественному сну. Код этого сайта <a href="https://github.com/insulineru/fixmoney">открыт</a>.',
  },
}
